Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

source: Media Studies
ar: دراسات إعلامية
de: Medienwissenschaft
es: Estudios de Medios
fr: Études des médias
id: Studi Media
pt: Estudos de Mídia
ru: Медиаведение
sw: Mafunzo ya Vyombo vya Habari
th: สื่อศึกษา
zh: 媒体研究

source: Medical history and health conditions
ar: التاريخ الطبي والحالات الصحية
de: Krankengeschichte und Gesundheitszustände
es: Historial médico y condiciones
fr: Antécédents médicaux et état de santé
id: Riwayat medis dan kondisi kesehatan
pt: Histórico médico e condições de saúde
ru: Медицинская история и состояние здоровья
sw: Historia ya matibabu na hali ya afya
th: ประวัติการรักษาและภาวะสุขภาพ
zh: 病史和健康状况

source: Medicine
ar: طب
de: Medizin
es: Medicina
fr: Médecine
id: Kedokteran
pt: Medicina
ru: Медицина
sw: Tiba
th: แพทยศาสตร์
zh: 医学

source: Mental health history
ar: تاريخ الصحة العقلية
de: Psychische Gesundheitsgeschichte
es: Historial de salud mental
fr: Antécédents de santé mentale
id: Riwayat kesehatan mental
pt: Histórico de saúde mental
ru: История психического здоровья
sw: Historia ya afya ya akili
th: ประวัติสุขภาพจิต
zh: 心理健康史

source: Menu
ar: القائمة
de: Menü
es: Menú
ru: Меню
sw: Menyu
th: เมนู
zh: 菜单

source: message
ar: رسالة
de: Nachricht
es: mensaje
id: pesan
pt: mensagem
ru: сообщение
sw: ujumbe
th: ข้อความ
zh: 消息

source: messages
ar: رسائل
de: Nachrichten
es: mensajes
id: pesan
pt: mensagens
ru: сообщения
sw: ujumbe
th: ข้อความ
zh: 消息

source: Meteorology
ar: علم الأرصاد الجوية
de: Meteorologie
es: Meteorología
fr: Météorologie
id: Meteorologi
pt: Meteorologia
ru: Метеорология
sw: Meteorolojia
th: อุตุนิยมวิทยา
zh: 气象学

source: Microbiology
ar: علم الأحياء الدقيقة
de: Mikrobiologie
es: Microbiología
fr: Microbiologie
id: Mikrobiologi
pt: Microbiologia
ru: Микробиология
sw: Mikrobiolojia
th: จุลชีววิทยา
zh: 微生物学

source: Military service or conscription status
ar: حالة الخدمة العسكرية أو التجنيد
de: Militärdienst- oder Wehrpflichtstatus
es: Servicio militar o estado de reclutamiento
fr: Service militaire ou statut de conscription
id: Status dinas militer atau wajib militer
pt: Status de serviço militar ou recrutamento
ru: Военная служба или призывной статус
sw: Huduma ya kijeshi au hali ya kuandikishwa
th: สถานะทางทหารหรือการเกณฑ์ทหาร
zh: 服役或征兵状态

source: Military service records
ar: سجلات الخدمة العسكرية
de: Militärdienstaufzeichnungen
es: Registros de servicio militar
fr: Dossiers de service militaire
id: Catatan dinas militer
pt: Registros de serviço militar
ru: Записи о военной службе
sw: Rekodi za huduma za kijeshi
th: ประวัติทางทหาร
zh: 服役记录

source: Moderately Helpful
ar: مفيد باعتدال
de: Mäßig hilfreich
es: Moderadamente útil
fr: Moyennement utile
id: Cukup Membantu
pt: Moderadamente Útil
ru: В меру полезно
sw: Inasaidia Kiasi
th: มีประโยชน์ปานกลาง
zh: 一般

source: Move
ar: نقل
de: Verschieben
es: Mover
fr: Déplacer
id: Pindahkan
pt: Mover
ru: Переместить
sw: Hamisha
th: ย้าย
zh: 移动

source: Move Chat
ar: نقل المحادثة
de: Chat verschieben
es: Mover chat
fr: Déplacer le chat
id: Pindahkan Obrolan
pt: Mover Chat
ru: Переместить чат
sw: Hamisha Gumzo
th: ย้ายแชท
zh: 移动聊天

source: Move Chat To
ar: نقل المحادثة إلى
de: Chat verschieben nach
es: Mover chat a
fr: Déplacer le chat vers
id: Pindahkan Obrolan Ke
pt: Mover Chat Para
ru: Переместить чат в
sw: Hamisha Gumzo Kwa
th: ย้ายแชทไปที่
zh: 移动聊天至

source: Music
ar: موسيقى
de: Musik
es: Música
fr: Musique
id: Musik
pt: Música
ru: Музыка
sw: Muziki
th: ดนตรี
zh: 音乐

source: My Profile
ar: ملفي الشخصي
de: Mein Profil
es: Mi perfil
fr: Mon profil
id: Profil Saya
pt: Meu Perfil
ru: Мой профиль
sw: Wasifu Wangu
th: โปรไฟล์ของฉัน
zh: 我的个人资料

source: Nanotechnology
ar: تكنولوجيا النانو
de: Nanotechnologie
es: Nanotecnología
fr: Nanotechnologie
id: Nanoteknologi
pt: Nanotecnologia
ru: Нанотехнологии
sw: Nanoteknolojia
th: นาโนเทคโนโลยี
zh: 纳米技术

source: National ID card number
ar: رقم بطاقة الهوية الوطنية
de: Nationale Personalausweisnummer
es: Número de identificación nacional
fr: Numéro de carte d'identité nationale
id: Nomor Kartu Tanda Penduduk
pt: Número da carteira de identidade nacional
ru: Номер национальной ID-карты
sw: Nambari ya kitambulisho cha kitaifa
th: เลขบัตรประจำตัวประชาชน
zh: 国民身份证号码

source: Nationality
ar: الجنسية
de: Nationalität
es: Nacionalidad
fr: Nationalité
id: Kewarganegaraan
pt: Nacionalidade
ru: Национальность
sw: Utaifa
th: สัญชาติ
zh: 国籍

source: Native
ar: لغة أم
de: Muttersprache
es: Nativo
fr: Langue maternelle
id: Penutur Asli
pt: Nativo
ru: Родной
sw: Mzawa
th: เจ้าของภาษา
zh: 母语

source: Need help? Contact our support team
ar: تحتاج مساعدة؟ اتصل بفريق الدعم
de: Brauchst du Hilfe? Kontaktiere unseren Support
es: ¿Necesitas ayuda? Contacta a soporte
fr: Besoin d'aide ? Contactez notre équipe de support
id: Butuh bantuan? Hubungi tim dukungan kami
pt: Precisa de ajuda? Contate nossa equipe de suporte
ru: Нужна помощь? Свяжитесь с поддержкой
sw: Unahitaji msaada? Wasiliana na timu yetu ya usaidizi
th: ต้องการความช่วยเหลือ? ติดต่อทีมสนับสนุนของเรา
zh: 需要帮助？联系我们的支持团队

source: Negative feedback
ar: ملاحظات سلبية
de: Negatives Feedback
es: Comentario negativo
fr: Commentaire négatif
id: Umpan balik negatif
pt: Feedback negativo
ru: Отрицательный отзыв
sw: Maoni hasi
th: ข้อเสนอแนะเชิงลบ
zh: 负面反馈

source: Network error. Please check your connection and try again.
ar: خطأ في الشبكة. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Netzwerkfehler. Bitte überprüfe deine Verbindung und versuche es erneut.
es: Error de red. Por favor revisa tu conexión e inténtalo de nuevo.
fr: Erreur réseau. Veuillez vérifier votre connexion et réessayer.
id: Kesalahan jaringan. Harap periksa koneksi Anda dan coba lagi.
pt: Erro de rede. Por favor, verifique sua conexão e tente novamente.
ru: Ошибка сети. Пожалуйста, проверьте подключение и попробуйте снова.
sw: Hitilafu ya mtandao. Tafadhali angalia muunganisho wako na ujaribu tena.
th: ข้อผิดพลาดของเครือข่าย โปรดตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง
zh: 网络错误。请检查您的连接并重试。

source: New Chat
ar: محادثة جديدة
de: Neuer Chat
es: Nuevo chat
fr: Nouveau chat
id: Obrolan Baru
pt: Novo Chat
ru: Новый чат
sw: Gumzo Mpya
th: แชทใหม่
zh: 新聊天

source: New Email Address
ar: عنوان بريد إلكتروني جديد
de: Neue E-Mail-Adresse
es: Nueva dirección de correo electrónico
fr: Nouvelle adresse e-mail
id: Alamat Email Baru
pt: Novo Endereço de E-mail
ru: Новый адрес электронной почты
sw: Anwani Mpya ya Barua Pepe
th: ที่อยู่อีเมลใหม่
zh: 新电子邮件地址

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata Sandi Baru
pt: Nova Senha
ru: Новый пароль
sw: Nenosiri Mpya
th: รหัสผ่านใหม่
zh: 新密码

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
pt: Próximo
ru: Далее
sw: Inayofuata
th: ถัดไป
zh: 下一步

source: Next Deadline
ar: الموعد النهائي القادم
de: Nächste Frist
es: Próxima fecha límite
fr: Prochaine échéance
id: Tenggat Waktu Berikutnya
pt: Próximo Prazo
ru: Следующий срок
sw: Tarehe ya Mwisho Ijayo
th: กำหนดเส้นตายถัดไป
zh: 下一个截止日期

source: No
ar: لا
de: Nein
fr: Non
id: Tidak
pt: Não
ru: Нет
sw: Hapana
th: ไม่
zh: 否

source: No archived conversations
ar: لا توجد محادثات مؤرشفة
de: Keine archivierten Unterhaltungen
es: Sin conversaciones archivadas
fr: Aucune conversation archivée
id: Tidak ada percakapan diarsipkan
pt: Nenhuma conversa arquivada
ru: Нет архивированных разговоров
sw: Hakuna mazungumzo yaliyohifadhiwa
th: ไม่มีบทสนทนาที่เก็บถาวร
zh: 没有归档的对话

source: No archived conversations yet.
ar: لا توجد محادثات مؤرشفة بعد.
de: Noch keine archivierten Unterhaltungen.
es: No hay conversaciones archivadas.
fr: Aucune conversation archivée pour le moment.
id: Belum ada percakapan yang diarsipkan.
pt: Nenhuma conversa arquivada ainda.
ru: Пока нет архивированных разговоров.
sw: Hakuna mazungumzo yaliyohifadhiwa bado.
th: ยังไม่มีบทสนทนาที่เก็บถาวร
zh: 暂无归档的对话。

source: No conversations found
ar: لم يتم العثور على محادثات
de: Keine Unterhaltungen gefunden
es: No se encontraron conversaciones
fr: Aucune conversation trouvée
id: Tidak ada percakapan ditemukan
pt: Nenhuma conversa encontrada
ru: Разговоры не найдены
sw: Hakuna mazungumzo yaliyopatikana
th: ไม่พบบทสนทนา
zh: 未找到对话

source: No conversations found for "%@"
ar: لم يتم العثور على محادثات لـ "%@"
de: Keine Unterhaltungen für "%@" gefunden
es: No se encontraron conversaciones para "%@"
fr: Aucune conversation trouvée pour "%@"
id: Tidak ditemukan percakapan untuk "%@"
pt: Nenhuma conversa encontrada para "%@"
ru: Разговоры по запросу "%@" не найдены
sw: Hakuna mazungumzo yaliyopatikana kwa "%@"
th: ไม่พบบทสนทนาสำหรับ "%@"
zh: 未找到关于“%@”的对话

source: No Folder
ar: بلا مجلد
de: Kein Ordner
es: Sin carpeta
fr: Sans dossier
id: Tanpa Folder
pt: Sem Pasta
ru: Без папки
sw: Hakuna Folda
th: ไม่มีโฟลเดอร์
zh: 无文件夹

source: No knowledge areas available
ar: لا توجد مجالات معرفية متاحة
de: Keine Wissensbereiche verfügbar
es: No hay áreas de conocimiento disponibles
fr: Aucun domaine de connaissance disponible
id: Tidak ada area pengetahuan tersedia
pt: Nenhuma área de conhecimento disponível
ru: Нет доступных областей знаний
sw: Hakuna maeneo ya maarifa yanayopatikana
th: ไม่มีพื้นที่ความรู้ที่พร้อมใช้งาน
zh: 没有可用的知识领域

source: No knowledge areas found for "%@"
ar: لم يتم العثور على مجالات معرفية لـ "%@"
de: Keine Wissensbereiche gefunden für "%@"
es: No se encontraron áreas de conocimiento para "%@"
fr: Aucun domaine de connaissance trouvé pour "%@"
id: Tidak ditemukan area pengetahuan untuk "%@"
pt: Nenhuma área de conhecimento encontrada para "%@"
ru: Области знаний не найдены для "%@"
sw: Hakuna maeneo ya maarifa yaliyopatikana kwa "%@"
th: ไม่พบพื้นที่ความรู้สำหรับ "%@"
zh: 未找到 "%@" 的知识领域

source: No matching countries found
ar: لم يتم العثور على دول مطابقة
de: Keine passenden Länder gefunden
es: No se encontraron países coincidentes
fr: Aucun pays correspondant trouvé
id: Tidak ada negara yang cocok ditemukan
pt: Nenhum país correspondente encontrado
ru: Страны не найдены
sw: Hakuna nchi zinazolingana
th: ไม่พบประเทศที่ตรงกัน
zh: 未找到匹配的国家

source: No matching degrees found
ar: لم يتم العثور على درجات مطابقة
de: Keine passenden Abschlüsse gefunden
es: No se encontraron títulos coincidentes
fr: Aucun diplôme correspondant trouvé
id: Tidak ada gelar yang cocok ditemukan
pt: Nenhum grau correspondente encontrado
ru: Степени не найдены
sw: Hakuna digrii zinazolingana
th: ไม่พบปริญญาที่ตรงกัน
zh: 未找到匹配的学位

source: No matching disciplines found
ar: لم يتم العثور على تخصصات مطابقة
de: Keine passenden Disziplinen gefunden
es: No se encontraron disciplinas coincidentes
fr: Aucune discipline correspondante trouvée
id: Tidak ada disiplin ilmu yang cocok ditemukan
pt: Nenhuma disciplina correspondente encontrada
ru: Дисциплины не найдены
sw: Hakuna taaluma zinazolingana
th: ไม่พบสาขาวิชาที่ตรงกัน
zh: 未找到匹配的学科

source: No preview available
ar: لا توجد معاينة متاحة
de: Keine Vorschau verfügbar
es: Sin vista previa
fr: Aucun aperçu disponible
id: Pratinjau tidak tersedia
pt: Nenhuma prévia disponível
ru: Нет предварительного просмотра
sw: Hakuna onyesho la awali
th: ไม่มีตัวอย่าง
zh: 无预览可用

source: No recent chats
ar: لا توجد محادثات حديثة
de: Keine aktuellen Chats
es: Sin chats recientes
fr: Aucun chat récent
id: Tidak ada obrolan terbaru
pt: Nenhum chat recente
ru: Нет недавних чатов
sw: Hakuna gumzo za hivi karibuni
th: ไม่มีแชทล่าสุด
zh: 没有最近的聊天

source: No related documents
ar: لا توجد مستندات ذات صلة
de: Keine verwandten Dokumente
es: Sin documentos relacionados
fr: Aucun document lié
id: Tidak ada dokumen terkait
pt: Nenhum documento relacionado
ru: Нет связанных документов
sw: Hakuna nyaraka zinazohusiana
th: ไม่มีเอกสารที่เกี่ยวข้อง
zh: 没有相关文档

source: No starred conversations
ar: لا توجد محادثات مميزة بنجمة
de: Keine favorisierten Unterhaltungen
es: Sin conversaciones destacadas
fr: Aucune conversation favorite
id: Tidak ada percakapan berbintang
pt: Nenhuma conversa favorita
ru: Нет избранных разговоров
sw: Hakuna mazungumzo yenye nyota
th: ไม่มีบทสนทนาที่ติดดาว
zh: 没有加星标的对话

source: No starred conversations yet. Star a conversation to add it here.
ar: لا توجد محادثات مميزة بعد. قم بتمييز محادثة لإضافتها هنا.
de: Noch keine favorisierten Unterhaltungen. Markiere eine Unterhaltung, um sie hier hinzuzufügen.
es: No hay conversaciones destacadas. Destaca una para verla aquí.
fr: Aucune conversation favorite pour le moment. Marquez une conversation pour l'ajouter ici.
id: Belum ada percakapan berbintang. Beri bintang pada percakapan untuk menambahkannya di sini.
pt: Nenhuma conversa favorita ainda. Marque uma conversa como favorita para adicioná-la aqui.
ru: Пока нет избранных разговоров. Пометьте разговор звездочкой, чтобы добавить его сюда.
sw: Hakuna mazungumzo yenye nyota bado. Weka nyota kwenye mazungumzo ili kuyaongeza hapa.
th: ยังไม่มีบทสนทนาที่ติดดาว ติดดาวบทสนทนาเพื่อเพิ่มไว้ที่นี่
zh: 暂无加星标的对话。加星标对话以将其添加到此处。

source: Not Started
ar: لم يبدأ
de: Nicht gestartet
es: No iniciado
fr: Non commencé
id: Belum Dimulai
pt: Não Iniciado
ru: Не начато
sw: Haijaanza
th: ยังไม่เริ่ม
zh: 未开始

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
id: Notifikasi
pt: Notificações
ru: Уведомления
sw: Arifa
th: การแจ้งเตือน
zh: 通知

source: Nursing
ar: تمريض
de: Pflegewissenschaft
es: Enfermería
fr: Soins infirmiers
id: Keperawatan
pt: Enfermagem
ru: Сестринское дело
sw: Uuguzi
th: พยาบาลศาสตร์
zh: 护理学

source: Nutrition
ar: تغذية
de: Ernährungswissenschaft
es: Nutrición
id: Nutrisi
pt: Nutrição
ru: Нутрициология
sw: Lishe
th: โภชนาการ
zh: 营养学

source: Occupational Therapy
ar: العلاج المهني
de: Ergotherapie
es: Terapia Ocupacional
fr: Ergothérapie
id: Terapi Okupasi
pt: Terapia Ocupacional
ru: Трудотерапия
sw: Tiba ya Kazini
th: กิจกรรมบำบัด
zh: 职业治疗

source: Oceanography
ar: علم المحيطات
de: Ozeanographie
es: Oceanografía
fr: Océanographie
id: Oseanografi
pt: Oceanografia
ru: Океанография
sw: Oseanografia
th: สมุทรศาสตร์
zh: 海洋学

source: Offline
ar: غير متصل
es: Sin conexión
fr: Hors ligne
id: Luring
ru: Офлайн
sw: Nje ya mtandao
th: ออฟไลน์
zh: 离线

source: OK
ar: موافق
id: OKE
ru: ОК
sw: Sawa
th: ตกลง
zh: 确定

source: Online
ar: متصل
es: En línea
fr: En ligne
id: Daring
ru: Онлайн
sw: Mtandaoni
th: ออนไลน์
zh: 在线

source: Only files can be dropped. Please check you are dragging a valid file from your computer.
ar: يمكن إفلات الملفات فقط. يرجى التأكد من أنك تسحب ملفاً صالحاً من جهاز الكمبيوتر الخاص بك.
de: Nur Dateien können abgelegt werden. Bitte prüfen Sie, ob Sie eine gültige Datei von Ihrem Computer ziehen.
es: Solo se pueden soltar archivos. Por favor verifica que estás arrastrando un archivo válido desde tu computadora.
fr: Seuls les fichiers peuvent être déposés. Veuillez vérifier que vous faites glisser un fichier valide depuis votre ordinateur.
id: Hanya berkas yang dapat dilepas. Harap periksa apakah Anda menyeret berkas yang valid dari komputer Anda.
pt: Apenas arquivos podem ser soltos. Por favor, verifique se você está arrastando um arquivo válido do seu computador.
ru: Можно перетаскивать только файлы. Пожалуйста, убедитесь, что вы перетаскиваете действительный файл с вашего компьютера.
sw: Faili pekee ndizo zinaweza kudondoshwa. Tafadhali hakikisha unaburuta faili sahihi kutoka kwenye kompyuta yako.
th: สามารถวางได้เฉพาะไฟล์เท่านั้น โปรดตรวจสอบว่าคุณกำลังลากไฟล์ที่ถูกต้องจากคอมพิวเตอร์ของคุณ
zh: 只能拖放文件。请检查您是否正在从计算机拖动有效文件。

source: Only official biometric data files are accepted
ar: يتم قبول ملفات البيانات البيومترية الرسمية فقط
de: Nur offizielle biometrische Daten werden akzeptiert
es: Solo se aceptan archivos de datos biométricos oficiales
fr: Seuls les fichiers de données biométriques officiels sont acceptés
id: Hanya berkas data biometrik resmi yang diterima
pt: Apenas arquivos de dados biométricos oficiais são aceitos
ru: Принимаются только официальные файлы биометрических данных
sw: Faili za data za kibaolojia rasmi pekee zinakubaliwa
th: รับเฉพาะไฟล์ข้อมูลไบโอเมตริกซ์ที่เป็นทางการเท่านั้น
zh: 仅接受官方生物识别数据文件

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
pt: Abrir
ru: Открыть
sw: Fungua
th: เปิด
zh: 打开

source: Operational
ar: تعمل
de: Betriebsbereit
es: Operativo
fr: Opérationnel
id: Operasional
pt: Operacional
ru: Работает
sw: Inafanya kazi
th: ปกติ
zh: 运行正常

source: or
ar: أو
de: oder
es: o
fr: ou
id: atau
pt: ou
ru: или
sw: au
th: หรือ
zh: 或

source: Organ donor status
ar: حالة التبرع بالأعضاء
de: Organspenderstatus
es: Estado de donante de órganos
fr: Statut de donneur d'organes
id: Status donor organ
pt: Status de doador de órgãos
ru: Статус донора органов
sw: Hali ya mtoaji wa viungo
th: สถานะผู้บริจาคอวัยวะ
zh: 器官捐赠者状态

source: Outage
ar: متوقفة
de: Ausfall
es: Interrupción
fr: Panne
id: Mati
pt: Interrupção
ru: Отключен
sw: Imesimama
th: ขัดข้อง
zh: 中断

source: Overcast
ar: ملبد بالغيوم
de: Bedeckt
es: Cubierto
fr: Couvert
id: Mendung
pt: Encoberto
ru: Пасмурно
sw: Mawingu Mazito
th: มืดครึ้ม
zh: 阴天

source: Parole or probation status
ar: حالة الإفراج المشروط أو المراقبة
de: Bewährungs- oder Bewährungsstatus
es: Estado de libertad condicional
fr: Statut de libération conditionnelle ou probatoire
id: Status pembebasan bersyarat atau masa percobaan
pt: Status de liberdade condicional ou provação
ru: Статус условно-досрочного освобождения или пробации
sw: Hali ya msamaha au majaribio
th: สถานะการทัณฑ์บนหรือการคุมประพฤติ
zh: 假释或缓刑状态

source: Partly Cloudy
ar: غائم جزئياً
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
id: Sebagian Berawan
pt: Parcialmente Nublado
ru: Переменная облачность
sw: Mawingu Kiasi
th: มีเมฆบางส่วน
zh: 局部多云

source: Passport details
ar: تفاصيل جواز السفر
de: Reisepassdetails
es: Detalles del pasaporte
fr: Détails du passeport
id: Detail paspor
pt: Detalhes do passaporte
ru: Данные паспорта
sw: Maelezo ya pasipoti
th: รายละเอียดหนังสือเดินทาง
zh: 护照详情

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
pt: Senha
ru: Пароль
sw: Nenosiri
th: รหัสผ่าน
zh: 密码

source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
de: Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit contenir au moins 8 caractères
id: Kata sandi harus terdiri dari minimal 8 karakter
pt: A senha deve ter pelo menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
sw: Nenosiri lazima liwe na angalau herufi 8
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
zh: 密码必须至少包含8个字符

source: Password must be at least 8 characters with at least 1 number and 1 uppercase letter
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل وتحتوي على رقم واحد وحرف كبير واحد
de: Passwort muss mindestens 8 Zeichen lang sein, mit mindestens 1 Zahl und 1 Großbuchstaben
es: La contraseña debe tener al menos 8 caracteres, con al menos 1 número y 1 mayúscula
fr: Le mot de passe doit contenir au moins 8 caractères avec au moins 1 chiffre et 1 majuscule
id: Kata sandi harus terdiri dari minimal 8 karakter dengan minimal 1 angka dan 1 huruf besar
pt: A senha deve ter pelo menos 8 caracteres com pelo menos 1 número e 1 letra maiúscula
ru: Пароль должен содержать не менее 8 символов, включая 1 цифру и 1 заглавную букву
sw: Nenosiri lazima liwe na angalau herufi 8, nambari 1 na herufi kubwa 1
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร โดยมีตัวเลขอย่างน้อย 1 ตัว และตัวพิมพ์ใหญ่อย่างน้อย 1 ตัว
zh: 密码必须至少包含8个字符，且至少包含1个数字和1个大写字母

source: Password must be at least 8 characters with at least 1 number, 1 uppercase letter, and 1 special character
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل وتحتوي على رقم واحد وحرف كبير واحد وحرف خاص واحد
de: Passwort muss mindestens 8 Zeichen lang sein, mit mindestens 1 Zahl, 1 Großbuchstaben und 1 Sonderzeichen
es: La contraseña debe tener al menos 8 caracteres, con al menos 1 número, 1 mayúscula y 1 carácter especial
fr: Le mot de passe doit contenir au moins 8 caractères, avec au moins 1 chiffre, 1 majuscule et 1 caractère spécial
id: Kata sandi harus terdiri dari minimal 8 karakter dengan minimal 1 angka, 1 huruf besar, dan 1 karakter khusus
pt: A senha deve ter pelo menos 8 caracteres com pelo menos 1 número, 1 letra maiúscula e 1 caractere especial
ru: Пароль должен содержать не менее 8 символов, включая 1 цифру, 1 заглавную букву и 1 специальный символ
sw: Nenosiri lazima liwe na angalau herufi 8, nambari 1, herufi kubwa 1, na alama maalum 1
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร โดยมีตัวเลขอย่างน้อย 1 ตัว ตัวพิมพ์ใหญ่อย่างน้อย 1 ตัว และอักขระพิเศษอย่างน้อย 1 ตัว
zh: 密码必须至少包含8个字符，且至少包含1个数字、1个大写字母和1个特殊字符

source: Password must be at least 8 characters with one uppercase letter, one number, and one special character
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل مع حرف كبير واحد، ورقم واحد، وحرف خاص واحد
de: Passwort muss mindestens 8 Zeichen lang sein, mit einem Großbuchstaben, einer Zahl und einem Sonderzeichen
es: La contraseña debe tener al menos 8 caracteres con una mayúscula, un número y un carácter especial
fr: Le mot de passe doit contenir au moins 8 caractères avec une majuscule, un chiffre et un caractère spécial
id: Kata sandi harus terdiri dari minimal 8 karakter dengan satu huruf besar, satu angka, dan satu karakter khusus
pt: A senha deve ter pelo menos 8 caracteres com uma letra maiúscula, um número e um caractere especial
ru: Пароль должен содержать не менее 8 символов, заглавную букву, цифру и специальный символ
sw: Nenosiri lazima liwe na angalau herufi 8 na herufi kubwa moja, nambari moja, na alama maalum moja
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร โดยมีตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัว ตัวเลขหนึ่งตัว และอักขระพิเศษหนึ่งตัว
zh: 密码必须至少包含8个字符，且包含一个大写字母、一个数字和一个特殊字符

source: Password reset link has been sent to your email
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني
de: Link zum Zurücksetzen des Passworts wurde an deine E-Mail gesendet
es: Se ha enviado un enlace de restablecimiento a tu correo
fr: Le lien de réinitialisation du mot de passe a été envoyé à votre e-mail
id: Tautan setel ulang kata sandi telah dikirim ke email Anda
pt: O link de redefinição de senha foi enviado para o seu e-mail
ru: Ссылка для сброса пароля была отправлена на ваш email
sw: Kiungo cha kuweka upya nenosiri kimetumwa kwenye barua pepe yako
th: ลิงก์รีเซ็ตรหัสผ่านถูกส่งไปยังอีเมลของคุณแล้ว
zh: 密码重置链接已发送到您的电子邮件

source: Password Strength
ar: قوة كلمة المرور
de: Passwortstärke
es: Fortaleza de la contraseña
fr: Force du mot de passe
id: Kekuatan Kata Sandi
pt: Força da Senha
ru: Надежность пароля
sw: Nguvu ya Nenosiri
th: ความรัดกุมของรหัสผ่าน
zh: 密码强度

# passwordReset.emailLabel
source: Email Address
ar: البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
id: Alamat Email
pt: Endereço de E-mail
ru: Адрес электронной почты
sw: Barua pepe
th: ที่อยู่อีเมล
zh: 电子邮件地址

# passwordReset.invalidEmail
source: Please enter a valid email address
ar: يرجى إدخال بريد إلكتروني صالح
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo válido
fr: Veuillez entrer une adresse e-mail valide
id: Harap masukkan alamat email yang valid
pt: Por favor, insira um endereço de e-mail válido
ru: Пожалуйста, введите действительный адрес электронной почты
sw: Tafadhali weka barua pepe sahihi
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง
zh: 请输入有效的电子邮件地址

source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
pt: As senhas não coincidem
ru: Пароли не совпадают
sw: Nywila hazilingani
th: รหัสผ่านไม่ตรงกัน
zh: 密码不匹配
